Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The application shall include:
pt_pt: O pedido deve incluir:

source: the name and address of the provider;
pt_pt: O nome e o endereço do prestador;

source: a written declaration that the same application has not been lodged with any other notified body;
pt_pt: Uma declaração escrita em como o mesmo pedido não foi apresentado a nenhum outro organismo notificado;

source: the technical documentation referred to in Annex IV.
pt_pt: A documentação técnica referida no anexo IV.

source: The technical documentation shall be examined by the notified body.
pt_pt: O organismo notificado deve analisar a documentação técnica.

source: Where relevant, and limited to what is necessary to fulfil its tasks, the notified body shall be granted full access to the training, validation, and testing data sets used, including, where appropriate and subject to security safeguards, through API or other relevant technical means and tools enabling remote access.
pt_pt: Sempre que pertinente, e dentro dos limites do necessário para o desempenho das suas funções, deve ser concedido ao organismo notificado total acesso aos conjuntos de dados de treino, validação e teste utilizados, inclusive, se for caso disso e sob reserva de salvaguardas de segurança, através de IPA ou outros meios e ferramentas técnicas pertinentes que possibilitem o acesso remoto.

source: In examining the technical documentation, the notified body may require that the provider supply further evidence or carry out further tests so as to enable a proper assessment of the conformity of the AI system with the requirements set out in Chapter III, Section 2.
pt_pt: Ao analisar a documentação técnica, o organismo notificado pode exigir que o prestador apresente mais provas ou realize mais testes a fim de permitir uma adequada avaliação da conformidade do sistema de IA com os requisitos estabelecidos no capítulo III, secção 2.

source: Where the notified body is not satisfied with the tests carried out by the provider, the notified body shall itself directly carry out adequate tests, as appropriate.
pt_pt: Se os testes realizados pelo prestador não satisfizerem o organismo notificado, deve o próprio organismo notificado realizar diretamente os testes adequados que sejam necessários.

source: Where necessary to assess the conformity of the high-risk AI system with the requirements set out in Chapter III, Section 2, after all other reasonable means to verify conformity have been exhausted and have proven to be insufficient, and upon a reasoned request, the notified body shall also be granted access to the training and trained models of the AI system, including its relevant parameters.
pt_pt: Sempre que necessário para avaliar a conformidade do sistema de IA de risco elevado com os requisitos estabelecidos no capítulo III, secção 2, depois de todas as outras formas razoáveis de verificação da conformidade terem sido esgotadas ou se revelarem insuficientes, e mediante pedido fundamentado, deve também ser concedido ao organismo notificado o acesso aos modelos de treino e treinados do sistema de IA, incluindo os seus parâmetros pertinentes.

source: Such access shall be subject to existing Union law on the protection of intellectual property and trade secrets.
pt_pt: Esse acesso está sujeito à legislação da União em vigor em matéria de proteção da propriedade intelectual e dos segredos comerciais.

source: The decision of the notified body shall be notified to the provider or its authorised representative.
pt_pt: A decisão do organismo notificado é notificada ao prestador ou ao seu mandatário.

source: The notification shall contain the conclusions of the assessment of the technical documentation and the reasoned assessment decision.
pt_pt: A notificação deve incluir as conclusões da avaliação da documentação técnica e a decisão de avaliação fundamentada.

source: Where the AI system is in conformity with the requirements set out in Chapter III, Section 2, the notified body shall issue a Union technical documentation assessment certificate.
pt_pt: Se o sistema de IA estiver em conformidade com os requisitos estabelecidos no capítulo III, secção 2, o organismo notificado deve emitir um certificado da União de avaliação da documentação técnica.

source: The certificate shall indicate the name and address of the provider, the conclusions of the examination, the conditions (if any) for its validity and the data necessary for the identification of the AI system.
pt_pt: Esse certificado deve indicar o nome e o endereço do prestador, as conclusões do exame, as (eventuais) condições da sua validade e os dados necessários à identificação do sistema de IA.

source: The certificate and its annexes shall contain all relevant information to allow the conformity of the AI system to be evaluated, and to allow for control of the AI system while in use, where applicable.
pt_pt: O certificado e os seus anexos devem conter todas as informações necessárias para permitir a avaliação da conformidade do sistema de IA e o controlo do sistema de IA durante a utilização, se aplicável.

source: Where the AI system is not in conformity with the requirements set out in Chapter III, Section 2, the notified body shall refuse to issue a Union technical documentation assessment certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.
pt_pt: Se o sistema de IA não estiver em conformidade com os requisitos estabelecidos no capítulo III, secção 2, o organismo notificado deve recusar a emissão de um certificado da União de avaliação da documentação técnica e informar o requerente desse facto, fundamentando pormenorizadamente os motivos da sua recusa.

source: Where the AI system does not meet the requirement relating to the data used to train it, re-training of the AI system will be needed prior to the application for a new conformity assessment.
pt_pt: Se o sistema de IA não cumprir o requisito relativo aos dados utilizados para o treinar, será necessário voltar a treinar o sistema de IA antes da apresentação de um pedido de nova avaliação da conformidade.

source: In this case, the reasoned assessment decision of the notified body refusing to issue the Union technical documentation assessment certificate shall contain specific considerations on the quality data used to train the AI system, in particular on the reasons for non-compliance.
pt_pt: Nesse caso, a decisão de avaliação fundamentada pela qual o organismo notificado recusa a emissão do certificado da União de avaliação da documentação técnica deve incluir considerações específicas sobre a qualidade dos dados utilizados para treinar o sistema de IA, nomeadamente as razões da não conformidade.

source: Any change to the AI system that could affect the compliance of the AI system with the requirements or its intended purpose shall be assessed by the notified body which issued the Union technical documentation assessment certificate.
pt_pt: Todas as alterações do sistema de IA que possam afetar a conformidade do sistema de IA com os requisitos ou com a finalidade prevista devem ser examinadas pelo organismo notificado que emitiu o certificado da União de avaliação da documentação técnica.

source: The provider shall inform such notified body of its intention to introduce any of the abovementioned changes, or if it otherwise becomes aware of the occurrence of such changes.
pt_pt: O prestador informa o referido organismo notificado se tencionar introduzir alterações como as supramencionadas ou se, de algum outro modo, tiver conhecimento da ocorrência dessas alterações.

source: The intended changes shall be assessed by the notified body, which shall decide whether those changes require a new conformity assessment in accordance with Article 43(4) or whether they could be addressed by means of a supplement to the Union technical documentation assessment certificate.
pt_pt: As alterações previstas são examinadas pelo organismo notificado, a quem cabe decidir se essas alterações tornam necessária uma nova avaliação da conformidade nos termos do artigo 43.o, n.o 4, ou se a situação pode ser resolvida com um aditamento ao certificado da União de avaliação da documentação técnica.

source: In the latter case, the notified body shall assess the changes, notify the provider of its decision and, where the changes are approved, issue to the provider a supplement to the Union technical documentation assessment certificate.
pt_pt: Neste último caso, o organismo notificado examina as alterações, notifica o prestador da sua decisão e, se as alterações forem aprovadas, emite ao prestador um aditamento ao certificado da União de avaliação da documentação técnica.

source: Surveillance of the approved quality management system.
pt_pt: Fiscalização do sistema de gestão da qualidade aprovado

source: The purpose of the surveillance carried out by the notified body referred to in Point 3 is to make sure that the provider duly complies with the terms and conditions of the approved quality management system.
pt_pt: O objetivo da fiscalização realizada pelo organismo notificado a que se refere o ponto 3 é garantir que o prestador cumpre devidamente os termos e as condições do sistema de gestão da qualidade aprovado.

source: For assessment purposes, the provider shall allow the notified body to access the premises where the design, development, testing of the AI systems is taking place.
pt_pt: Para efeitos de avaliação, o prestador deve autorizar o organismo notificado a aceder às instalações onde decorre a conceção, o desenvolvimento e a testagem dos sistemas de IA.

source: The provider shall further share with the notified body all necessary information.
pt_pt: O prestador deve igualmente partilhar com o organismo notificado todas as informações necessárias.

source: The notified body shall carry out periodic audits to make sure that the provider maintains and applies the quality management system and shall provide the provider with an audit report.
pt_pt: O organismo notificado efetua auditorias periódicas para se certificar de que o prestador mantém e aplica o sistema de gestão da qualidade e faculta ao prestador um relatório de auditoria.

source: In the context of those audits, the notified body may carry out additional tests of the AI systems for which a Union technical documentation assessment certificate was issued.
pt_pt: No contexto das referidas auditorias, o organismo notificado pode realizar testes adicionais aos sistemas de IA em relação aos quais foi emitido um certificado da União de avaliação da documentação técnica.

source: ANNEX VIII
pt_pt: ANEXO VIII

source: Information to be submitted upon the registration of high-risk AI systems in accordance with Article 49
pt_pt: Informações a apresentar aquando do registo de sistemas de IA de risco elevado em conformidade com o artigo 49.o

source: Section A — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(1)
pt_pt: SECÇÃO A Informações a apresentar pelos prestadores de sistemas de IA de risco elevado em conformidade com o artigo 49.o, n.o 1

source: The following information shall be provided and thereafter kept up to date with regard to high-risk AI systems to be registered in accordance with Article 49(1):
pt_pt: As informações a seguir indicadas devem ser fornecidas e, subsequentemente, mantidas atualizadas no respeitante a sistemas de IA de risco elevado a registar em conformidade com o artigo 49.o, n.o 1:

source: The name, address and contact details of the provider;
pt_pt: Nome, endereço e dados de contacto do prestador;

source: Where submission of information is carried out by another person on behalf of the provider, the name, address and contact details of that person;
pt_pt: Se as informações forem apresentadas por outra pessoa em nome do prestador, nome, endereço e contactos dessa pessoa;

source: The name, address and contact details of the authorised representative, where applicable;
pt_pt: Nome, endereço e contactos do mandatário, se aplicável;

source: The AI system trade name and any additional unambiguous reference allowing the identification and traceability of the AI system;
pt_pt: Designação comercial do sistema de IA e quaisquer outras referências inequívocas que permitam identificar e rastrear o sistema de IA;

source: A description of the intended purpose of the AI system and of the components and functions supported through this AI system;
pt_pt: Descrição da finalidade prevista do sistema de IA e dos componentes e funções apoiados através deste sistema de IA;

source: A basic and concise description of the information used by the system (data, inputs) and its operating logic;
pt_pt: Uma descrição básica e concisa das informações utilizadas pelo sistema (dados, entradas) e a sua lógica de funcionamento;

source: The status of the AI system (on the market, or in service; no longer placed on the market/in service, recalled);
pt_pt: Estado do sistema de IA (no mercado ou em serviço; já não se encontra no mercado/em serviço; retirado);

source: The type, number and expiry date of the certificate issued by the notified body and the name or identification number of that notified body, where applicable;
pt_pt: Tipo, número e data de validade do certificado emitido pelo organismo notificado e o nome ou número de identificação desse organismo notificado, se aplicável;

source: A scanned copy of the certificate referred to in point 8, where applicable;
pt_pt: Uma cópia digitalizada do certificado a que se refere o ponto 8, se aplicável;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union;
pt_pt: Todos os Estados-Membros em que o sistema de IA foi colocado no mercado, foi colocado em serviço ou disponibilizado na União;

source: Electronic instructions for use; this information shall not be provided for high-risk AI systems in the areas of law enforcement or migration, asylum and border control management referred to in Annex III, points 1, 6 and 7;
pt_pt: Instruções de utilização em formato eletrónico; esta informação não é fornecida no que respeita a sistemas de IA de risco elevado nos domínios da aplicação da lei ou da gestão da migração, do asilo e do controlo das fronteiras, referidos no anexo III, pontos 1, 6 e 7;

source: A URL for additional information (optional).
pt_pt: Endereço URL para informações adicionais (opcional).

source: Section B — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(2)
pt_pt: SECÇÃO B Informações a apresentar pelos prestadores de sistemas de IA de risco elevado nos termos do artigo 49.o, n.o 2

source: The following information shall be provided and thereafter kept up to date with regard to AI systems to be registered in accordance with Article 49(2):
pt_pt: As informações a seguir indicadas devem ser fornecidas e, subsequentemente, mantidas atualizadas no respeitante a sistemas de IA a registar em conformidade com o artigo 49.o, n.o 2:

source: A description of the intended purpose of the AI system;
pt_pt: Descrição da finalidade prevista do sistema de IA;

source: The condition or conditions under Article 6(3)based on which the AI system is considered to be not-high-risk;
pt_pt: A condição ou condições no âmbito do artigo 6.o, n.o 3, com base nas quais o sistema de IA é considerado como não sendo de risco elevado;

source: A short summary of the grounds on which the AI system is considered to be not-high-risk in application of the procedure under Article 6(3);
pt_pt: Breve síntese dos motivos com base nos quais o sistema de IA é considerado como não sendo de risco elevado na aplicação do procedimento previsto no artigo 6.o, n.o 3;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union.
pt_pt: Todos os Estados-Membros em que o sistema de IA foi colocado no mercado ou colocado em serviço ou disponibilizado na União.

source: Section C — Information to be submitted by deployers of high-risk AI systems in accordance with Article 49(3)
pt_pt: SECÇÃO C Informações a apresentar pelos responsáveis pela implantação de sistemas de IA de risco elevado em conformidade com o artigo 49.o, n.o 3

source: The name, address and contact details of the deployer;
pt_pt: Nome, endereço e dados de contacto do responsável pela implantação;

source: The name, address and contact details of the person submitting information on behalf of the deployer;
pt_pt: Nome, endereço e dados de contacto da pessoa que apresenta informações em nome do responsável pela implantação;

source: The URL of the entry of the AI system in the EU database by its provider;
pt_pt: O URL da entrada do sistema de IA na base de dados da UE pelo seu prestador;

source: A summary of the findings of the fundamental rights impact assessment conducted in accordance with Article 27;
pt_pt: Uma síntese das conclusões da avaliação do impacto sobre os direitos fundamentais realizada nos termos do artigo 27;

source: A summary of the data protection impact assessment carried out in accordance with Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680 as specified in Article 26(8) of this Regulation, where applicable.
pt_pt: Uma síntese da avaliação do impacto sobre a proteção de dados realizada em conformidade com o artigo 35.o do Regulamento (UE) 2016/679 ou com o artigo 27.o da Diretiva (UE) 2016/680, conforme especificado no artigo 26.o, n.o 8, do presente regulamento, se aplicável.

source: ANNEX IX
pt_pt: ANEXO IX

source: Information to be submitted upon the registration of high-risk AI systems listed in Annex III in relation to testing in real world conditions in accordance with Article 60
pt_pt: Informações a apresentar aquando do registo dos sistemas de IA de risco elevado enumerados no anexo III em relação à testagem em condições reais em conformidade com o artigo 60.o

source: The following information shall be provided and thereafter kept up to date with regard to testing in real world conditions to be registered in accordance with Article 60:
pt_pt: As informações a seguir indicadas devem ser prestadas e, subsequentemente, mantidas atualizadas no respeitante à testagem em condições reais a efetuar em conformidade com o artigo 60.o:

source: A Union-wide unique single identification number of the testing in real world conditions;
pt_pt: Número único de identificação a nível da União da testagem em condições reais;

source: The name and contact details of the provider or prospective provider and of the deployers involved in the testing in real world conditions;
pt_pt: Nome e contactos do prestador ou potencial prestador e dos responsáveis pela implantação envolvidos na testagem em condições reais;

source: A brief description of the AI system, its intended purpose, and other information necessary for the identification of the system;
pt_pt: Uma breve descrição do sistema de IA, da sua finalidade prevista e outras informações necessárias para a identificação do sistema;

source: A summary of the main characteristics of the plan for testing in real world conditions;
pt_pt: Um resumo das principais características do plano de testagem em condições reais;

source: Information on the suspension or termination of the testing in real world conditions.
pt_pt: Informações sobre a suspensão ou cessação da testagem em condições reais.

source: ANNEX X
pt_pt: ANEXO X

source: Union legislative acts on large-scale IT systems in the area of Freedom, Security and Justice
pt_pt: Atos legislativos da União relativos a sistemas informáticos de grande escala no espaço de liberdade, segurança e justiça

source: Schengen Information System
pt_pt: Sistema de Informação de Schengen

source: Regulation (EU) 2018/1860 of the European Parliament and of the Council of 28 November 2018 on the use of the Schengen Information System for the return of illegally staying third-country nationals (OJ L 312, 7.12.2018, p. 1).
pt_pt: Regulamento (UE) 2018/1860 do Parlamento Europeu e do Conselho, de 28 de novembro de 2018, relativo à utilização do Sistema de Informação de Schengen para efeitos de regresso dos nacionais de países terceiros em situação irregular (JO L 312 de 7.12.2018, p. 1).

source: Regulation (EU) 2018/1861 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of border checks, and amending the Convention implementing the Schengen Agreement, and amending and repealing Regulation (EC) No 1987/2006 (OJ L 312, 7.12.2018, p. 14).
pt_pt: Regulamento (UE) 2018/1861 do Parlamento Europeu e do Conselho, de 28 de novembro de 2018, relativo ao estabelecimento, ao funcionamento e à utilização do Sistema de Informação de Schengen (SIS) no domínio dos controlos de fronteira, e que altera a Convenção de Aplicação do Acordo de Schengen e altera e revoga o Regulamento (CE) n.o 1987/2006 (JO L 312 de 7.12.2018, p. 14).

source: Regulation (EU) 2018/1862 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of police cooperation and judicial cooperation in criminal matters, amending and repealing Council Decision 2007/533/JHA, and repealing Regulation (EC) No 1986/2006 of the European Parliament and of the Council and Commission Decision 2010/261/EU (OJ L 312, 7.12.2018, p. 56).
pt_pt: Regulamento (UE) 2018/1862 do Parlamento Europeu e do Conselho, de 28 de novembro de 2018, relativo ao estabelecimento, ao funcionamento e à utilização do Sistema de Informação de Schengen (SIS) no domínio da cooperação policial e da cooperação judiciária em matéria penal, e que altera e revoga a Decisão 2007/533/JAI do Conselho e revoga o Regulamento (CE) n.o 1986/2006 do Parlamento Europeu e do Conselho e a Decisão 2010/261/UE da Comissão (JO L 312 de 7.12.2018, p. 56).

source: Visa Information System
pt_pt: Sistema de Informação sobre Vistos

source: Regulation (EU) 2021/1133 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EU) No 603/2013, (EU) 2016/794, (EU) 2018/1862, (EU) 2019/816 and (EU) 2019/818 as regards the establishment of the conditions for accessing other EU information systems for the purposes of the Visa Information System (OJ L 248, 13.7.2021, p. 1).
pt_pt: Regulamento (UE) 2021/1133 do Parlamento Europeu e do Conselho, de 7 de julho de 2021, que altera os Regulamentos (UE) n.o 603/2013, (UE) 2016/794, (UE) 2018/1862, (UE) 2019/816 e (UE) 2019/818 no que respeita ao estabelecimento das condições de acesso a outros sistemas de informação da UE para efeitos do Sistema de Informação sobre Vistos (JO L 248 de 13.7.2021, p. 1).

source: Regulation (EU) 2021/1134 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EC) No 767/2008, (EC) No 810/2009, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1860, (EU) 2018/1861, (EU) 2019/817 and (EU) 2019/1896 of the European Parliament and of the Council and repealing Council Decisions 2004/512/EC and 2008/633/JHA, for the purpose of reforming the Visa Information System (OJ L 248, 13.7.2021, p. 11).
pt_pt: Regulamento (UE) 2021/1134 do Parlamento Europeu e do Conselho, de 7 de julho de 2021, que altera os Regulamentos (CE) n.o 767/2008, (CE) n.o 810/2009, (UE) 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1860, (UE) 2018/1861, (UE) 2019/817 e (UE) 2019/1896 do Parlamento Europeu e do Conselho e que revoga as Decisões 2004/512/CE e 2008/633/JAI do Conselho, para efeitos de reforma do Sistema de Informação sobre Vistos (JO L 248 de 13.7.2021, p. 11).
